Repository: NIAEFEUP/uni
Catalog: packages/uni_app/lib/l10n/intl_*.arb
Languages: pt_pt

source: Settings
pt_pt: Definições

# exit_confirm
source: Do you really want to exit?
pt_pt: Tem a certeza de que pretende sair?

# about
source: About us
pt_pt: Sobre nós

source: No
pt_pt: Não

source: Yes
pt_pt: Sim

source: Report error/suggestion
pt_pt: Reportar erro/sugestão

source: Language
pt_pt: Idioma

source: Theme
pt_pt: Tema

source: Notifications
pt_pt: Notificações

source: Academic services
pt_pt: Serviços académicos

# account_card_title
source: Checking account
pt_pt: Conta Corrente

source: Add
pt_pt: Adicionar

source: Add quota
pt_pt: Adicionar quota

source: Add widget
pt_pt: Adicionar widget

# agree_terms
source: By entering you confirm that you agree with these Terms and Conditions
pt_pt: Ao entrares confirmas que concordas com estes Termos e Condições

# all_widgets_added
source: All available widgets have already been added to your personal area!
pt_pt: Todos os widgets disponíveis já foram adicionados à tua área pessoal!

# at_least_one_college
source: Select at least one college
pt_pt: Seleciona pelo menos uma faculdade

source: Available amount
pt_pt: Valor disponível

source: Average:
pt_pt: Média:

# banner_info
source: We do now collect anonymous usage statistics in order to improve your experience. You can change it in settings.
pt_pt: Agora recolhemos estatísticas de uso anónimas para melhorar a tua experiência. Podes alterá-lo nas definições.

source: Balance:
pt_pt: Saldo:

source: Bibliography
pt_pt: Bibliografia

# bs_description
source: Did you find any bugs in the application? Do you have any suggestions for the app? Tell us so we can improve!
pt_pt: Encontraste algum bug na aplicação? Tens alguma sugestão para a app? Conta-nos para que possamos melhorar!

# bug_description
source: Bug found, how to reproduce it, etc.
pt_pt: Bug encontrado, como o reproduzir, etc

# bus_error
source: Unable to get information
pt_pt: Não foi possível obter informação

# buses_personalize
source: Personalize your buses here
pt_pt: Configura aqui os teus autocarros

# buses_text
source: Favorite buses will be displayed in the favorites 'Bus' widget. The remaining ones will only be displayed on the page.
pt_pt: Os autocarros favoritos serão apresentados no widget 'Autocarros' dos favoritos. Os restantes serão apresentados apenas na página.

# bus_information
source: Select the buses you want information about:
pt_pt: Seleciona os autocarros dos quais queres informação:

source: Cancel
pt_pt: Cancelar

source: Change
pt_pt: Alterar

# change_prompt
source: Do you want to change the password?
pt_pt: Deseja alterar a palavra-passe?

# check_internet
source: Check your internet connection
pt_pt: Verifica a tua ligação à internet

# course_class
source: Classes
pt_pt: Turmas

source: Class Registration
pt_pt: Inscrição de Turmas

source: College:
pt_pt: Faculdade:

# college_select
source: select your college(s)
pt_pt: seleciona a(s) tua(s) faculdade(s)

# conclude
source: Done
pt_pt: Concluído

source: Configured Buses
pt_pt: Autocarros Configurados

source: Confirm
pt_pt: Confirmar

# consent
source: I consent to this information being reviewed by NIAEFEUP and may be deleted at my request.
pt_pt: Consinto que esta informação seja revista pelo NIAEFEUP, podendo ser eliminada a meu pedido.

# contact
source: Contact (optional)
pt_pt: Contacto (opcional)

source: Copy center
pt_pt: Centro de cópias

# copy_center_building
source: Floor -1 of building B | AEFEUP building
pt_pt: Piso -1 do edifício B | Edifício da AEFEUP

# course_info
source: Info
pt_pt: Ficha

source: Current state:
pt_pt: Estado atual:

# current_year
source: Current academic year:
pt_pt: Ano curricular atual:

# decrement
source: Decrement 1,00€
pt_pt: Decrementar 1,00€

source: Description
pt_pt: Descrição

# desired_email
source: Email where you want to be contacted
pt_pt: Email em que desejas ser contactado

# dona_bia
source: D. Beatriz's stationery store
pt_pt: Papelaria D. Beatriz

# dona_bia_building
source: Floor -1 of building B (B-142)
pt_pt: Piso -1 do edifício B (B-142)

# ects
source: ECTS performed:
pt_pt: ECTS realizados:

# edit_off
source: Edit
pt_pt: Editar

# edit_on
source: Finish editing
pt_pt: Concluir edição

# empty_text
source: Please fill in this field
pt_pt: Por favor preenche este campo

source: Evaluation
pt_pt: Avaliação

# exams_filter
source: Exams Filter Settings
pt_pt: Definições Filtro de Exames

# expired_password
source: Your password has expired
pt_pt: A tua palavra-passe expirou

# failed_login
source: Login failed
pt_pt: O login falhou

# fee_date
source: Deadline for next fee:
pt_pt: Data limite próxima prestação:

# fee_notification
source: Fee deadline
pt_pt: Data limite de propina

# first_year_registration
source: Year of first registration:
pt_pt: Ano da primeira inscrição:

source: Floor
pt_pt: Piso

source: Floors
pt_pt: Pisos

source: Forgot password?
pt_pt: Esqueceu a palavra-passe?

source: Generate reference
pt_pt: Gerar referência

# geral_registration
source: General Registration
pt_pt: Inscrição Geral

# improvement_registration
source: Enrollment for Improvement
pt_pt: Inscrição para Melhoria

# increment
source: Increment 1,00€
pt_pt: Incrementar 1,00€

source: Invalid credentials
pt_pt: Credenciais inválidas

# keep_login
source: Stay signed in
pt_pt: Manter sessão

# last_refresh_time
source: last refresh at {time}
pt_pt: última atualização às {time}

# last_timestamp
source: {time, plural, zero{Refreshed {time} minutes ago} one{Refreshed {time} minute ago} other{Refreshed {time} minutes ago}}
pt_pt: {time, plural, zero{Atualizado há {time} minutos} one{Atualizado há {time} minuto} other{Atualizado há {time} minutos}}

# load_error
source: Error loading the information
pt_pt: Erro ao carregar a informação

source: Library Occupation
pt_pt: Ocupação da Biblioteca

# download_error
source: Error downloading the file
pt_pt: Erro ao descarregar o ficheiro

# successful_open
source: File opened successfully
pt_pt: Ficheiro aberto com sucesso

source: Permission denied
pt_pt: Sem permissão

# open_error
source: Error opening the file
pt_pt: Erro ao abrir o ficheiro

# no_app
source: No app found to open the file
pt_pt: Nenhuma aplicação encontrada para abrir o ficheiro

# loading_terms
source: Loading Terms and Conditions...
pt_pt: Carregando os Termos e Condições...

source: Login
pt_pt: Entrar

source: Log out
pt_pt: Terminar sessão

source: Menus
pt_pt: Ementas

# min_value_reference
source: Minimum value: 1,00 €
pt_pt: Valor mínimo: 1,00 €

source: Multimedia center
pt_pt: Centro de multimédia

# nav_title
source: {title, select, horario{Schedule} exames{Exams} area{Personal Area} cadeiras{Course Units} autocarros{Buses} locais{Places} restaurantes{Restaurants} calendario{Calendar} biblioteca{Library} percurso_academico{Academic Path} transportes{Transports} faculdade{Faculty} other{Other}}
pt_pt: {title, select, horario{Horário} exames{Exames} area{Área Pessoal} cadeiras{Cadeiras} autocarros{Autocarros} locais{Locais} restaurantes{Restaurantes} calendario{Calendário} biblioteca{Biblioteca} percurso_academico{Percurso Académico} transportes{Transportes} faculdade{Faculdade} other{Outros}}

source: News
pt_pt: Notícias

# no_bus
source: Don't miss any bus!
pt_pt: Não percas nenhum autocarro!

# no_bus_stops
source: No configured stops
pt_pt: Não existe nenhuma paragem configurada

# no_class
source: There are no classes to display
pt_pt: Não existem turmas para apresentar

# no_classes
source: No classes to present
pt_pt: Não existem aulas para apresentar

# no_classes_on
source: You don't have classes on
pt_pt: Não possui aulas à

# no_classes_on_weekend
source: You don't have classes on
pt_pt: Não possui aulas ao

source: no college
pt_pt: sem faculdade

# no_course_units
source: No course units in the selected period
pt_pt: Sem cadeiras no período selecionado

# no_data
source: There is no data to show at this time
pt_pt: Não há dados a mostrar neste momento

source: No date
pt_pt: Sem data

# no_exams
source: You have no exams scheduled
pt_pt: Não possui exames marcados

# no_events
source: No events found
pt_pt: Nenhum evento encontrado

# no_exams_label
source: Looks like you are on vacation!
pt_pt: Parece que estás de férias!

source: No favorite restaurants
pt_pt: Sem restaurantes favoritos

# no_info
source: There is no information to display
pt_pt: Não existem informações para apresentar

# no_menu_info
source: There is no information available about meals
pt_pt: Não há informação disponível sobre refeições

# no_places_info
source: There is no information available about places
pt_pt: Não há informação disponível sobre locais

# no_menus
source: There are no meals available
pt_pt: Não há refeições disponíveis

# no_name_course
source: Unnamed course
pt_pt: Curso sem nome

# no_references
source: There are no references to pay
pt_pt: Não existem referências a pagar

# no_results
source: No match
pt_pt: Sem resultados

# no_selected_courses
source: There are no course units to display
pt_pt: Não existem cadeiras para apresentar

# no_selected_exams
source: There are no exams to present
pt_pt: Não existem exames para apresentar

# no_internet
source: It looks like you're offline
pt_pt: Parece que estás offline

# no_print_info
source: No print balance information
pt_pt: Sem informação de saldo

# no_library_info
source: No library occupation information available
pt_pt: Sem informação de ocupação

# occurrence_type
source: Type of occurrence
pt_pt: Tipo de ocorrência

# of_month
source: of
pt_pt: de

# no_link
source: We couldn't open the link
pt_pt: Não conseguimos abrir o link

source: No files found
pt_pt: Nenhum ficheiro encontrado

# no_trips
source: No trips found at the moment
pt_pt: Não há viagens planeadas de momento

source: Other links
pt_pt: Outros links

# pass_change_request
source: For security reasons, passwords must be changed periodically.
pt_pt: Por razões de segurança, as palavras-passe têm de ser alteradas periodicamente.

source: password
pt_pt: palavra-passe

# pendent_references
source: Pending references
pt_pt: Referências pendentes

# personal_assistance
source: Face-to-face assistance
pt_pt: Atendimento presencial

# press_again
source: Press again to exit
pt_pt: Pressione novamente para sair

source: Program
pt_pt: Programa

source: Print
pt_pt: Impressão

source: Prints
pt_pt: Impressões

# problem_id
source: Brief identification of the problem
pt_pt: Breve identificação do problema

# reference_sigarra_help
source: The generated reference data will appear in Sigarra, checking account. Profile > Checking Account
pt_pt: Os dados da referência gerada aparecerão no Sigarra, conta corrente. Perfil > Conta Corrente

# reference_success
source: Reference created successfully!
pt_pt: Referência criada com sucesso!

# remove
source: Delete
pt_pt: Remover

source: Report error
pt_pt: Reportar erro

# restaurant_main_page
source: Do you want to see your favorite restaurants in the main page?
pt_pt: Queres ver os teus restaurantes favoritos na página principal?

source: Room
pt_pt: Sala

source: Files
pt_pt: Ficheiros

source: School Calendar
pt_pt: Calendário Escolar

source: Semester
pt_pt: Semestre

source: Send
pt_pt: Enviar

# sent_error
source: An error occurred in sending
pt_pt: Ocorreu um erro no envio

source: Some error!
pt_pt: Algum erro!

# stcp_stops
source: STCP - Upcoming Trips
pt_pt: STCP - Próximas Viagens

source: student number
pt_pt: número de estudante

# success
source: Sent with success
pt_pt: Enviado com sucesso

# tele_assistance
source: Telephone assistance
pt_pt: Atendimento telefónico

# tele_personal_assistance
source: Face-to-face and telephone assistance
pt_pt: Atendimento presencial e telefónico

source: Telephone
pt_pt: Telefone

# terms
source: Terms and Conditions
pt_pt: Termos e Condições

source: Title
pt_pt: Título

# uc_info
source: Open UC page
pt_pt: Abrir página da UC

source: Unavailable
pt_pt: Indisponível

# valid_email
source: Please enter a valid email
pt_pt: Por favor insere um email válido

# widget_prompt
source: Choose a widget to add to your personal area:
pt_pt: Escolhe um widget para adicionares à tua área pessoal:

source: Year
pt_pt: Ano

source: Search
pt_pt: Pesquisar

# confirm_logout
source: Do you really want to log out? Your local data will be deleted and you will have to log in again.
pt_pt: Tens a certeza de que queres terminar sessão? Os teus dados locais serão apagados e terás de iniciar sessão novamente.

# collect_usage_stats
source: Collect usage statistics
pt_pt: Partilhar estatísticas de uso

source: Try again
pt_pt: Tentar de novo

# try_different_login
source: Problems with login? Try a different login
pt_pt: Problemas a iniciar sessão? Experimenta o login alternativo

source: Login with credentials
pt_pt: Iniciar sessão com credenciais

# fail_to_authenticate
source: Failed to authenticate
pt_pt: Falha ao autenticar

# wrong_credentials_exception
source: Invalid credentials
pt_pt: Credenciais inválidas

# internet_status_exception
source: Check your internet connection
pt_pt: Verifique sua conexão com a internet
